const country = [
  {
    city: "서울",
    lat: 37.5665,
    lon: 126.978
  },
  {
    city: "부산",
    lat: 35.1796,
    lon: 129.0756
  },
  {
    city: "대구",
    lat: 35.8714,
    lon: 128.6014
  },
  {
    city: "인천",
    lat: 37.4563,
    lon: 126.7052
  },
  {
    city: "광주",
    lat: 35.1595,
    lon: 126.8526
  },
  {
    city: "대전",
    lat: 36.3504,
    lon: 127.3845
  },
  {
    city: "울산",
    lat: 35.5384,
    lon: 129.3114
  },
  {
    city: "세종",
    lat: 36.4803,
    lon: 127.2892
  },
  {
    city: "제주도",
    lat: 33.4996,
    lon: 126.5312
  },
  {
    city: "수원시",
    lat: 37.2636,
    lon: 127.0286
  },
  {
    city: "성남시",
    lat: 37.4204,
    lon: 127.1269
  },
  {
    city: "용인시",
    lat: 37.2411,
    lon: 127.1777
  },
  {
    city: "안양시",
    lat: 37.3942,
    lon: 126.9578
  },
  {
    city: "부천시",
    lat: 37.5034,
    lon: 126.7662
  },
  {
    city: "광명시",
    lat: 37.4788,
    lon: 126.8646
  },
  {
    city: "평택시",
    lat: 36.9908,
    lon: 127.0838
  },
  {
    city: "동두천시",
    lat: 37.9039,
    lon: 127.0609
  },
  {
    city: "안산시",
    lat: 37.3102,
    lon: 126.8368
  },
  {
    city: "고양시",
    lat: 37.6584,
    lon: 126.832
  },
  {
    city: "과천시",
    lat: 37.4284,
    lon: 127.0091
  },
  {
    city: "의정부시",
    lat: 37.7387,
    lon: 127.0473
  },
  {
    city: "시흥시",
    lat: 37.3801,
    lon: 126.8006
  },
  {
    city: "군포시",
    lat: 37.3616,
    lon: 126.9353
  },
  {
    city: "남양주시",
    lat: 37.6369,
    lon: 127.2165
  },
  {
    city: "오산시",
    lat: 37.1497,
    lon: 127.0773
  },
  {
    city: "화성시",
    lat: 37.1995,
    lon: 126.8312
  },
  {
    city: "포천시",
    lat: 37.8948,
    lon: 127.2005
  },
  {
    city: "안성시",
    lat: 37.0085,
    lon: 127.279
  },
  {
    city: "김포시",
    lat: 37.6152,
    lon: 126.7156
  },
  {
    city: "양주시",
    lat: 37.7749,
    lon: 127.045
  },
  {
    city: "의왕시",
    lat: 37.3437,
    lon: 126.9706
  },
  {
    city: "구리시",
    lat: 37.5941,
    lon: 127.1293
  },
  {
    city: "가평군",
    lat: 37.8314,
    lon: 127.509
  },
  {
    city: "양평군",
    lat: 37.4919,
    lon: 127.4879
  },
  {
    city: "연천군",
    lat: 38.0982,
    lon: 127.0683
  },
  {
    city: "춘천시",
    lat: 37.8859,
    lon: 127.7347
  },
  {
    city: "원주시",
    lat: 37.3496,
    lon: 127.9506
  },
  {
    city: "강릉시",
    lat: 37.7519,
    lon: 128.8761
  },
  {
    city: "동해시",
    lat: 37.5196,
    lon: 129.1144
  },
  {
    city: "태백시",
    lat: 37.1645,
    lon: 128.9856
  },
  {
    city: "속초시",
    lat: 38.2041,
    lon: 128.5911
  },
  {
    city: "삼척시",
    lat: 37.4475,
    lon: 129.1681
  },
  {
    city: "홍천군",
    lat: 37.6902,
    lon: 127.889
  },
  {
    city: "횡성군",
    lat: 37.4967,
    lon: 127.9856
  },
  {
    city: "영월군",
    lat: 37.1802,
    lon: 128.4565
  },
  {
    city: "평창군",
    lat: 37.3705,
    lon: 128.3919
  },
  {
    city: "정선군",
    lat: 37.3799,
    lon: 128.8024
  },
  {
    city: "철원군",
    lat: 38.1462,
    lon: 127.3049
  },
  {
    city: "화천군",
    lat: 38.1055,
    lon: 127.706
  },
  {
    city: "양구군",
    lat: 38.1058,
    lon: 127.9895
  },
  {
    city: "인제군",
    lat: 38.071,
    lon: 128.1641
  },
  {
    city: "고성군",
    lat: 38.3806,
    lon: 128.4673
  },
  {
    city: "양양군",
    lat: 38.0783,
    lon: 128.6192
  },
  {
    city: "청주시",
    lat: 36.6357,
    lon: 127.4886
  },
  {
    city: "충주시",
    lat: 36.9911,
    lon: 127.9259
  },
  {
    city: "제천시",
    lat: 37.1493,
    lon: 128.2129
  },
  {
    city: "보은군",
    lat: 36.4893,
    lon: 127.7114
  },
  {
    city: "옥천군",
    lat: 36.3086,
    lon: 127.5681
  },
  {
    city: "영동군",
    lat: 36.1767,
    lon: 127.7842
  },
  {
    city: "진천군",
    lat: 36.853,
    lon: 127.4366
  },
  {
    city: "괴산군",
    lat: 36.8128,
    lon: 127.7951
  },
  {
    city: "음성군",
    lat: 36.9434,
    lon: 127.6831
  },
  {
    city: "단양군",
    lat: 36.9946,
    lon: 128.3979
  },
  {
    city: "증평군",
    lat: 36.7834,
    lon: 127.594
  },
  {
    city: "천안시",
    lat: 36.8151,
    lon: 127.1134
  },
  {
    city: "공주시",
    lat: 36.4558,
    lon: 127.1195
  },
  {
    city: "보령시",
    lat: 36.268,
    lon: 126.602
  },
  {
    city: "아산시",
    lat: 36.792,
    lon: 127.0048
  },
  {
    city: "서산시",
    lat: 36.7787,
    lon: 126.4507
  },
  {
    city: "논산시",
    lat: 36.1988,
    lon: 127.1089
  },
  {
    city: "계룡시",
    lat: 36.2775,
    lon: 127.2359
  },
  {
    city: "당진시",
    lat: 37.0518,
    lon: 126.7682
  },
  {
    city: "금산군",
    lat: 36.1014,
    lon: 127.4761
  },
  {
    city: "부여군",
    lat: 36.2724,
    lon: 126.9267
  },
  {
    city: "서천군",
    lat: 36.0359,
    lon: 126.7082
  },
  {
    city: "청양군",
    lat: 36.4558,
    lon: 126.8037
  },
  {
    city: "홍성군",
    lat: 36.602,
    lon: 126.6638
  },
  {
    city: "예산군",
    lat: 36.6813,
    lon: 126.8445
  },
  {
    city: "태안군",
    lat: 36.746,
    lon: 126.3169
  },
  {
    city: "전주시",
    lat: 35.8242,
    lon: 127.148
  },
  {
    city: "군산시",
    lat: 35.9656,
    lon: 126.711
  },
  {
    city: "익산시",
    lat: 35.9404,
    lon: 126.9548
  },
  {
    city: "정읍시",
    lat: 35.5639,
    lon: 126.858
  },
  {
    city: "남원시",
    lat: 35.4137,
    lon: 127.3856
  },
  {
    city: "김제시",
    lat: 35.8019,
    lon: 126.8888
  },
  {
    city: "완주군",
    lat: 35.8857,
    lon: 127.1654
  },
  {
    city: "진안군",
    lat: 35.7999,
    lon: 127.4248
  },
  {
    city: "무주군",
    lat: 36.0022,
    lon: 127.6622
  },
  {
    city: "장수군",
    lat: 35.6476,
    lon: 127.5071
  },
  {
    city: "임실군",
    lat: 35.6201,
    lon: 127.2928
  },
  {
    city: "순창군",
    lat: 35.3558,
    lon: 127.1452
  },
  {
    city: "고창군",
    lat: 35.4315,
    lon: 126.7031
  },
  {
    city: "부안군",
    lat: 35.7279,
    lon: 126.7197
  },
  {
    city: "목포시",
    lat: 34.815,
    lon: 126.3922
  },
  {
    city: "여수시",
    lat: 34.7604,
    lon: 127.6622
  },
  {
    city: "순천시",
    lat: 34.9506,
    lon: 127.487
  },
  {
    city: "나주시",
    lat: 35.0289,
    lon: 126.7197
  },
  {
    city: "광양시",
    lat: 34.9403,
    lon: 127.695
  },
  {
    city: "담양군",
    lat: 35.3193,
    lon: 126.9898
  },
  {
    city: "곡성군",
    lat: 35.2198,
    lon: 127.3019
  },
  {
    city: "구례군",
    lat: 35.198,
    lon: 127.4643
  },
  {
    city: "고흥군",
    lat: 34.611,
    lon: 127.2809
  },
  {
    city: "보성군",
    lat: 34.7734,
    lon: 127.0933
  },
  {
    city: "화순군",
    lat: 35.0615,
    lon: 127.0091
  },
  {
    city: "장흥군",
    lat: 34.6765,
    lon: 126.9056
  },
  {
    city: "강진군",
    lat: 34.6301,
    lon: 126.7728
  },
  {
    city: "해남군",
    lat: 34.5737,
    lon: 126.602
  },
  {
    city: "영암군",
    lat: 34.7741,
    lon: 126.6832
  },
  {
    city: "무안군",
    lat: 34.9944,
    lon: 126.4781
  },
  {
    city: "함평군",
    lat: 35.0652,
    lon: 126.518
  },
  {
    city: "영광군",
    lat: 35.2778,
    lon: 126.4683
  },
  {
    city: "장성군",
    lat: 35.3064,
    lon: 126.7836
  },
  {
    city: "완도군",
    lat: 34.3115,
    lon: 126.7427
  },
  {
    city: "진도군",
    lat: 34.4729,
    lon: 126.2629
  },
  {
    city: "신안군",
    lat: 34.8264,
    lon: 126.4078
  },
  {
    city: "제주시",
    lat: 33.4996,
    lon: 126.5312
  },
  {
    city: "서귀포시",
    lat: 33.2476,
    lon: 126.5607
  }
];

export default country;